# St7SetSolverFontName

Sets the font used in the solver window and log file viewer.

long St7SetSolverFontName(long uID, char* FontName)

Input Parameters

uID

Strand7 model file ID.

FontName

String containing the name of the font.  Only monospaced fonts may be used here.

Solve